{"response": [
    {
        "Summer": "Summers",
        "visits": [
            {
                "name": "Chashmaishahi",
                "image_name": "CHASHMASHAHI",
                
                "description": "Chashma Shahi or Chashma i Shahi (translation: the royal spring), also called Chashma Shahi, is one of the Mughal gardens built in 1632 AD around a spring by Ali Mardan Khan, a governor of Mughal emperor Shah Jahan as per the orders of the Emperor, as a gift for his elder son Prince Dara Shikoh. The garden is located in the Zabarwan Range, near Raj Bhawan (Governor‘s house) overlooking Dal Lake in Srinagar, KashmirThe garden was constructed around the spring by the Mughal Governor Ali Mardan Khan in 1632. It was commissioned by the Mughal emperor Shah Jahan for his eldest son, Dara Sikoh. In the east of Chashma Shahi the Pari Mahal (Fairy Palace) lies where Dara Sikoh used to learn astrology.The garden is 108 m long and 38 m wide and is spread over one acre of land. It is the smallest garden among the three Mughal gardens of Srinagar; the Shalimar garden is the largest and the Nishat garden is the second largest. All the three gardens were built at the right bank of the Dal Lake, with Zabarwan mountains (Zabarwan Range) at the backdrop."
            },
            {
                "name": "DAL Lake",
                "image_name": "DAL LAKE",
                
                "description": "Dal is a lake in Srinagar (Dal Lake is a misnomer as Dal in Kashmiri means lake), the summer capital of Jammu and Kashmir. The urban lake, is integral to tourism and recreation in Kashmir and is named the “Jewel in the crown of Kashmir” or “Srinagar’s Jewel”.The lake is also an important source for commercial operations in fishing and water plant harvesting.The shore line of the lake, is about 15.5 kilometres (9.6 mi), is encompassed by a boulevard lined with Mughal era gardens, parks, houseboats and hotels. Scenic views of the lake can be witnessed from the shore line Mughal gardens, such as Shalimar Bagh and Nishat Bagh built during the reign of Mughal Emperor Jahangir and from houseboats cruising along the lake in the colourful shikaras. During the winter season, the temperature sometimes reaches −11 °C (12 °F), freezing the lake.The lake covers an area of 18 square kilometres (6.9 sq mi) and is part of a natural wetland which covers 21.1 square kilometres (8.1 sq mi), including its floating gardens. The floating gardens, known as “Raad” in Kashmiri, blossom with lotus flowers during July and August. The wetland is divided by causeways into four basins; Gagribal, Lokut Dal, Bod Dal and Nagin (although Nagin is also considered as an independent lake). Lokut-dal and Bod-dal each have an island in the centre, known as Rup Lank (or Char Chinari) and Sona Lank respectively.The houseboats are closely associated with Dal Lake which provide accommodation to tourists in Srinagar."
            },
            {
                "name": "Dachigam national park",
                "image_name": "Dachigamnationalpark",
              
                "description": "Dachigam National Park is located 22 km (kilometer) from Srinagar in Jammu and Kashmir. It covers an area of 141 sq km (square kilometer). The name literally stands for ‘ten villages’, which could be in memory of the ten villages that were relocated in order to create the park.Dachigam was initially established to ensure the supply of clean drinking water to Srinagar city. A protected area since 1910, it was declared as a national park in 1981. The park is best known as the home of the hangul, or Kashmir stag. Dachigam is open throughout the year, but the best time to visit is between April and August. The closest airport is at Srinagar. Habitat to Kashmir Stag : Only area where Kashmir stag is found.."
            },
            
            {
                "name": "Kokarnaag",
                "image_name": "KOKARNAAG",
               
                "description": "This health resort lies in the South East of the District at a distance of 25 Kms. A famous spring called “Kokernag” gushes out from the foot of the nearby hill covered with evergreen pine trees. A terraced garden and a Botanical garden with delicately maintained flower beds of different varieties and hues covered and protected with beautifully pruned evergreen shrubs and the existence of lofty and majestic chinars is an enchanting sight to be imbibed. The music of the health giving, refreshing and appetizing running waters of the stream have left little chances of not to be enchanted and mesmerized by this heavenly touch. This beautiful garden has been developed during the rule of Bakhshi Ghulam Mohammad. Keeping this attraction and irresistible appeal of this tourist spot in view, Tourism infrastructure is also being developed through Tourist Development Corporation by way of construction of rest houses, tourist huts and expansion of other facilities. While enjoying the rejuvenating and invigorating feast of this destination one cannot miss to notice the Asia’s biggest trout rearing farm situated on the western side of this garden."
            },
            {
                "name": "Nishat",
                "image_name": "nishat",
                
                "description": "Nishat Bagh is a terraced Mughal garden built on the eastern side of the Dal Lake, close to Srinagar in the UT of Jammu and Kashmir, India. It is the second largest Mughal garden in the Kashmir Valley. The largest in size is the Shalimar Bagh, which is also located on the bank of the Dal Lake. ‘Nishat Bagh’ is Urdu, which means “Garden of Joy,” “Garden of Gladness” and “Garden of Delight.The Bagh was designed and built in 1633 by Asif Khan, elder brother of Nur Jehan.Even though the layout of Nishat Bagh was based on the basic conceptual model of the Persian gardens, it had to be remodelled to fit the topographic and water source conditions at the site chosen in the Kashmir valley. The plan, instead of being central with four radiating arms in a square pattern as in the case of Chahar (suited for a flat country side), was changed to an axial stream flow design to fit the hill condition with water source originating at the top of the hill end. This resulted in planning a rectangular layout rather than a square layout. This helped in dispensing with the long side arms. Thus, a rectangular layout with east-west length of 548 metres (1,798 ft) and width of338 metres (1,109 ft) was adopted.Thus, Nishat Bagh as laid out now is a broad cascade of terraces lined with avenues of chinar and cypress trees, which starts from the lakeshore and reaches up to an artificial façade at the hill end. Rising from the edge of the Dal Lake, it has twelve 12 terraces representing twelve Zodiacal signs. However, it has only two sections, namely the public garden and the private garden for the Zanana or harem vis-à-vis the four sections of the Shalimar Bagh; this difference is attributed to the fact that the latter Bagh catered to the Mughal Emperor, while Nishad Bagh belonged to a man of his court, a noble. There are, however, some similarities with the Shalimar Bagh, such as the polished stone channel and terraces. The source of water supply to the two gardens is the same. Built in an east-west direction, the top terrace has the Zenana garden while the lowest terrace is connected to the Dal Lake. In recent years, the lowest terrace has merged with the approach road. A spring called the Gopi Thirst provides clear water supply to the gardens. There are a few old Mughal period buildings in the vicinity of the Bagh."
               
            },
            {
                "name": "Pahalgam",
                "image_name": "Pahalgam",
                
                "description": "The quaint town of Pahalgam is a scenic paradise, located in the state of Jammu and Kashmir in India, is adorned with a blanket of pine, cedar and conifer trees, surrounded by imposing mountain ranges, blessed with crystal-clear rivers Lidder and Seshnag, Pahalgam looks like a surreal portrait. Hundreds of miles away from the hustle and bustle of city life, Pahalgam serves as a delightful retreat for all, from adventure junkies to religious people.\r\n\r\nEnjoy a pony ride atop the steep hills or undertake a thrilling trek from Aru. Be mesmerized by the vastness of the snow-capped Kolahoi Glacier. You can also visit the nearby Amarnath Temple dedicated to Lord Shiva, attracting thousands of devotees annually. Betaab Valley is also a must-visit place, and interestingly, the valley is named after a Bollywood movie which was shot there. Pahalgam also offers a host of adventure and sports activities, such as river rafting, skiing, and golf. Experience the warm hospitality of the locals and get a chance to experience their simple lifestyle. Apart from its beauty, other aspects that add to the allure of the ‘Valley of Shepherds’ are its people, cuisine, and culture."
                
            },
            {
                "name": "Parimahal",
                "image_name": "Parimahal",
                
                "description": "Pari Mahal is a seven-terraced garden located above the beautiful Chashme Shahi Gardens near Srinagar. Also called the abode of fairies or the home of angels, the historical monument sits on top of the Zabarwan range overlooking Srinagar and the Dal Lake. The main attraction is the numerous colourful flowers and exotic fruit plantations.The Palace of Fairies (Pari Mahal) was built by Dara Shikoh, the eldest son of the Mughal Emperor Shah Jahan. It is believed that the mahal was once a Buddhist monastery. Later on, it served as a school of astrology for prince Dara Shikoh. The architecture of Pari Mahal is traditional Islamic type of architecture while the surrounding gardens are exceptionally well maintained."
            },
            {
                "name": "Shalimar",
                "image_name": "SHALIMAR",
                
                "description": "Shalimar Bagh is a Mughal garden in Srinagar, linked through a channel to the northeast of Dal Lake, on its right bank located on the outskirts of Srinagar city in Jammu and Kashmir, India. Its other names are Shalimar Garden, Shalimar Bagh, Farah Baksh and Faiz Baksh, and the other famous shore line garden in the vicinity is Nishat Bagh. The Bagh was built by Mughal Emperor Jahangir for his wife Noor Jahan, in 1619. The Bagh is considered the high point of Mughal horticulture. It is now a public park. This time it’s also called as crown of Srinagar."

            },
            {
                "name": "Sonmarg",
                "image_name": "Sonmarg",
                
                "description": "Situated at an altitude of 2730 m, Sonamarg is a mesmerizing hill station in the Ganderbal district of Jammu and Kashmir. Sonamarg literally means ‘the meadow of gold’ and with snow-capped mountains set against a spectacular blue sky, it is as close to heaven as it can get. The Sindh River flows through the valley. Ponies can be hired for the trip up to Thajiwas glacier, which is a major local attraction during summer.Sonamarg is also the base of a major trek that passes along several mountain lakes — Vishansar, Kishansar, Gadsar, Satsar and Gangabal. It is also the take off station for the drive to Ladakh across Zojila, a major pass in the Great Himalayan Range, through which the Srinagar–Leh Road passes. Sonamarg is also a base for undertaking the yatra to the holy Amarnath cave, during Sawan Purnima."
            },
            {
                "name": "Verinaag",
                "image_name": "VERINAAG",
                
                "description": "Verinag is a major tourist attraction in south Kashmir’s Anantnag district. It is situated 26 km south of Anantnag and 78 km from Srinagar. It lies just below the entry point of Kashmir Valley after crossing Jawahar Tunnel. With an average elevation of 1,851 m (6,076 ft), Verinag is famous for its spring and a garden. There is an octagonal stone basin at Verinag Spring and an arcade surrounding it which was built by Mughal emperor Jahangir in 1620 A.D. Next to this spring, a beautiful garden was laid out by his son Shah Jahan. This spring is also the major source of river Jhelum that flows through the entire Valley from south to north before crossing over to Pakistan.Verinag spring is situated at the bottom of a hill covered by pine trees and evergreen plants. It was originally an irregular and shapeless pond forming a little marsh. After seeing the dilapidated condition of the spring and its scattered waters, Jahangir’s artistic taste for polishing the beauty of nature could not tolerate the eye- soaring spectacle and he determined to improve it. He built the octagonal tank of sculptured stones round it, so that all water was collected therein, for which carvers were brought from Iran. Seven years later, Shah Jahan, constructed a garden in front of the spring with cascades and aqueducts in straight lines through and around the fine garden."
            },
            {
                "name": "Wular Lake",
                "image_name": "WULAR LAKE",
                
                "description": "Wular Lake is the 2nd largest fresh-water lake of Asia, situated on the foothills of Haramuk Mountain. It is spread in a total area of 200 square km covering almost 24 km in length while its breadth is 10 km. The lake lies between the towns of Sopur and Bandippore, in Sangrama, near Baramula Road.Main source of water for Wular Lake is River Jhelum. This lake also has a small island in its centre called the ‘Zaina Lank’. This island was constructed by King Zainul-Abi-Din. Wular Lake is also said to be a remnant of Satisar Lake that existed in ancient times. The premises of this lake also form a popular sunset point."
            },
            {
                "name": "Yusmarg",
                "image_name": "Yusmarg",
                
                "description": "Located in Bagdam district, Meadows of Jesus or Yusmarg is known for its long stretches of green pastures. An ideal tourist attraction that in its humblest of ways teaches to revere nature, Yusmarg is a proud part of the Valley of Kashmir. Embark on trails that lead to exotic places like Sang-e-Safed Valley and Nilnag. Away from the confines of the mundane, Yusmarg is a little paradise in its own right.The jewel of Bagdam district, Yusmarg shelters many picture perfect locales. It mesmerizes tourists with its natural beauty through destinations like Sang-e-Safed valley; Yusmarg is also famed for having some exceptional springs of flowers. It has some of the highest peaks in PirPanjal range including Tattakutti (4,725 m) and Sunset Peak (4,746m). The majestic river Doodh Ganga also makes this destination more thrilling and challenging. The mighty natural slopes of Yusmarg provide skiing opportunities to adventure enthusiasts. On the other side, the holy shrine of Charar-e-Sharif endows blessing to the entire regions and is reckoned to protect the land from all kinds of mishaps. The timeless beauty of Yusmarg captivates the hearts of the visitors and compels them to return from time to time."
            }
        ]
    },
    
    {
        "Summer": " Winter",
        "visits": [
            {
                "name": "Gulmarg",
                "image_name": "GULMARG",
                
                "description": "Nature is a beautiful gift of the almighty and Gulmarg is a perfect example of that! Did you hear about it? If not then you, my friend, are missing out on life itself. Nestled in the vicinity of the Himalayan state of Jammu & Kashmir, lies a beautiful bequest of the glory of mother nature, Gulmarg! Thi quaint little place serves as a perfect recluse to both the adventurous and the peaceful. Such is its beauty!The small town called Gulmarg is located in the Pin Panjal range of the gargantuan Himalayan mountains. The eloquent name was preceded by the term called Gauri Marg, derived from the term “Gouri Marg” which means the path of “Devi Gauri”, the local deity. It is a must for any mountain lover to visit this place once, check out the top places to visit in Gulmarg, bask in its pleasant Himalayan weather, or embark on adventures across its wilderness.It has a rich history and is a significant mark stone in the collective history of India. It has seen wars waged between nations as well as witnessed the fury of mother nature. The British used it as a retreat during the extreme summers of the Indian plains. Emperor Jahangir was an admirer and had personal gardens built in the area during his reign in the Mughal Empire.  So, it is a piece of history and is a must-visit for any avid explorer. "
            },
            {
                "name": "Khilanmarg",
                "image_name": "KHILANMARG",
                
                "description": "Khilanmarg is miniature valley set at a 6 km walk and 2000 feet above one of the most sought after tourist destinations in J&K - Gulmarg.One of the most delightful place to be in, Khilanmarg is surrounded by panoramic glimpses of some of the tallest Himalayan peaks. This place is the perfect incorporation of natural beauty couple with adventure sports, making it a favored destination for thousands of visitors. Khilanmarg is a great place for offbeat travel enthusiasts as the place is not directly reachable on vehicles. One has to either walk from Gulmarg or take a pony to reach this place.Khilanmarg is covered with blossoming and aromatic flowers in spring and is a hot shot destination for skiing enthusiasts in winter. To add to that, the extravagant Nanga Parbat peak and the twin peaks of Nun and Kun are also visible from Khilanmarg"
            }
        ]
    }
    
   
    
]
}


